Repository: mhcrnl/gnomeradio
Catalog: help/*/*.po
Languages: cs, da, de

source: Click <guibutton>Stop Recording</guibutton> to stop the recording and return to the main window. The window shows the name and size of the file in which the audio data is being stored.
cs: Kliknutím na <guibutton>Zastavit nahrávání</guibutton> zastavíte nahrávání a vrátíte se do hlavního okna. Okno zobrazuje název a velikost souboru, do kterého se zvuková data ukládají.
da: Klik på <guibutton>Stop optagelse</guibutton> for at stoppe optagelsen og returnere til hovedvinduet. Vinduet viser navnet og størrelsen på filen hvor lyddataene bliver gemt.
de: Klicken Sie auf <guibutton>Aufnahme beenden</guibutton>, um die Aufnahme zu beenden und zum Hauptfenster zurückzukehren. Das Fenster zeigt den Namen und die Größe der Datei an, in der die Audiodaten gespeichert werden.

source: Keybindings
cs: Klávesové zkratky
da: Genvejstaster
de: Tastenkürzel

source: Gnomeradio has a few keybindings.
cs: Gnomeradio má několik klávesových zkratek.
da: Gnomeradio har nogle få genvejstaster.
de: Gnomeradio verfügt über einige Tastenkürzel.

source: Keyboard shortcuts in Gnomeradio
cs: Klávesové zkratky v Gnomeradio
da: Tastaturgenveje i Gnomeradio
de: Tastenkürzel für Gnomeradio

source: Shortcut
cs: Klávesová zkratka
da: Genvej
de: Kürzel

source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung

source: Open this help.
cs: Otevřít tuto nápovědu.
da: Åbn denne hjælp.
de: Diese Hilfe zeigen.

source: Open the recording dialog.
cs: Otevřít dialogové okno nahrávání.
da: Åbn optagelsesvinduet.
de: Aufnahmedialog öffnen.

source: Mute/unmute the volume.
cs: Ztišit/zapnout normální hlasitost.
da: Slå lyden til/fra.
de: Lautstärke stummschalten oder Stummschaltung beenden.

source: Terminate Gnomeradio.
cs: Ukončit Gnomeradio.
da: Afslut Gnomeradio.
de: Gnomeradio beenden.

source: Scan forward.
cs: Hledat dopředu.
da: Skan fremad.
de: Suchlauf vorwärts.

source: Scan backwards.
cs: Hledat dozadu.
da: Skan baglæns.
de: Suchlauf rückwärts.

source: Select next preset.
cs: Vybrat následující předvolenou stanici.
da: Vælg næste radiokanal.
de: Nächsten Sender wählen.

source: Select previous preset.
cs: Vybrat předchozí předvolenou stanici.
da: Vælg forrige radiokanal.
de: Vorherigen Sender wählen.

source: Increase volume.
cs: Zvýšit hlasitost.
da: Øg lydstyrken.
de: Lautstärke erhöhen.

source: Decrease volume.
cs: Snížit hlasitost.
da: Sænk lydstyrken.
de: Lautstärke senken.

source: You can use a remote control supported by <ulink url="http://www.lirc.org/" type="http">LIRC</ulink> (Linux infrared remote control) to control <application>Gnomeradio</application>.
cs: K ovládání aplikace <application>Gnomeradio</application> můžete používat dálkové ovladače podporované projektem <ulink url="http://www.lirc.org/" type="http">LIRC</ulink> (Linux infrared remote control).
da: Du kan bruge en fjernkontrol understøttet af <ulink url="http://www.lirc.org/" type="http">LIRC</ulink> (Linux infrared remote control) til at kontrollere <application>Gnomeradio</application> med.
de: Zur Steuerung von <application>Gnomeradio</application> können Sie eine von <ulink url="http://Fwww.lirc.org/" type="http">LIRC</ulink> (Linux infrared remote control) unterstützte Infrarot-Fernbedienung verwenden.

source: Your remote control will only work if <application>Gnomeradio</application> has been compiled with LIRC support enabled. If you are unsure wether this is the case or not, check the about dialog.
cs: Váš dálkový ovladač bude pracovat jen v případě, že aplikace <application>Gnomeradio</application> byla přeložena se zapnutou podporou LIRC. Pokud si nejste jistí, že tomu tak je, zkontrolujte si to v dialogovém okně o aplikaci.
da: Din fjernkontrol vil kun virke hvis <application>Gnomeradio</application> er blevet kompileret med understøttelse af LIRC. Hvis du er usikker på om det er tilfældet, så kig i vinduet om.
de: Ihre Infrarot-Fernbedienung wird nur dann funktionieren, wenn beim Kompilieren von <application>Gnomeradio</application> die LIRC-Unterstützung aktiviert war. Falls Sie nicht sicher sind, ob dies der Fall ist, schauen Sie bitte im Info-Dialog nach.

source: The .lircrc config file
cs: Soubor nastavení .lircrc
da: Konfigurationsfilen .lircrc
de: Die Konfigurationsdatei .lircrc

source: In the file <filename>.lircrc</filename> in your home directory, you set up which keys on your remote control you want to associate with actions in Gnomeradio. A typical section in the file looks like this:
cs: V souboru <filename>.lircrc</filename> ve své domovské složce nastavte, které klávesy na vašem dálkovém ovladači chcete přiřadit k akcím aplikace Gnomeradio. Typická část v souboru vypadá následovně:
da: I filen <filename>.lircrc</filename> placeret i din hjemmemappe opsætter du hvilke taster på din fjernkontrol, du ønsker at forbinde med handlinger i Gnomeradio. Et typisk afsnit i filen ser sådan her ud:
de: In der Datei <filename>.lircrc</filename> in Ihrem persönlichen Ordner können Sie festlegen, welche Tasten Ihrer Fernbedienung Sie welchen Aktionen in Gnomeradio zuordnen wollen. Ein typischer Abschnitt in dieser Datei könnte etwa so aussehen:

source: Example for a .lircrc section
cs: Příklad části .lircrc
da: Eksempel på et afsnit i .lircrc
de: Beispiel für einen .lircrs-Abschnitt

source: This associates the button VOL+ (Attention: Buttonnames are remote control specific) with the command "volume up". "repeat = 1" means that in case you keep the button of your remote control pressed, the command is repeated as long as you press the button. It's of by default.
cs: Tímto se tlačítko VOL+ (pozor: názvy tlačítek jsou specifické pro každý ovladač) přidruží k příkazu „volume up“ (zvýšení hlasitosti). „repeat = 1“ znamená, že pokud tlačítko na svém dálkovém ovladači držíte zmáčknuté, bude se příkaz opakovat tak dlouho, než tlačítko pustíte. Standardně je tato volba vypnutá.
da: Dette tildeler knappen VOL+ (Bemærk: Knapnavne er specifikke for hver fjernkontrol) kommandoen "lydstyrke op". "repeat = 1" betyder at i tilfældet af, at du holder knappen på fjernkontrollen nede, så bliver kommandoen gentaget så længe du holder den nede. Det er som standard slået fra.
de: Dies bezieht sich auf den Knopf VOL+ (Achtung: Die Namen der Knöpfe sind von der jeweiligen Fernbedienung abhängig) mit dem Befehl »volume up«. »repeat = 1« bedeutet in diesem Fall, dass Sie den Knopf auf Ihrer Fernbedienung gedrückt halten müssen und der Befehl dabei wiederholt ausgeführt wird. Dies ist per Vorgabe abgeschaltet.

source: For more information, please consult the LIRC documentation.
cs: Na další informace nahlédněte prosím do dokumentace LIRC.
da: For yderligere information henvises der til LIRC-dokumentationen.
de: Weitere Informationen finden Sie in der LIRC-Dokumentation.

source: Available commands
cs: Dostupné příkazy
da: Tilgængelige kommandoer
de: Verfügbare Befehle

source: The following commands are available in Gnomeradio:
cs: V Gnomeradio jsou dostupné následující příkazy:
da: De følgende kommandoer er tilgængelige i Gnomeradio:
de: Die folgenden Befehle sind in Gnomeradio verfügbar:

source: LIRC commands
cs: Příkazy LIRC
da: LIRC-kommandoer
de: LIRC-Befehle

source: Command
cs: Příkaz
da: Kommando
de: Befehl

source: Increase the volume.
cs: Zvýšit hlasitost.
da: Øg lydstyrken.
de: Lautstärke erhöhen

source: Decrease the volume.
cs: Snížit hlasitost.
da: Sænk lydstyrken.
de: Lautstärke senken

source: Select preset x + 1 (where x is between 0 and 9)
cs: Vybrat předvolenou stanici x + 1 (kde x je v rozsahu 0 až 9).
da: Vælg radiokanal x + 1 (hvor x er mellem 0 og 9)
de: Wählen Sie preset x + 1 (wobei x eine Ziffer zwischen 0 und 9 ist)

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2010
da: Joe Hansen, 2010. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
de: Mario Blättermann <mariobl@gnome.org>, 2008
