Repository: mhcrnl/gnomeradio
Catalog: help/*/*.po
Languages: cs, da, de

source: The <guibutton>record</guibutton> button opens the <xref linkend="gnomeradio-recording"/> Dialog.
cs: Tlačítko <guibutton>Nahrát</guibutton> otevře dialogové okno <xref linkend="gnomeradio-recording"/>.
da: Knappen <guibutton>optag</guibutton> åbner dialogen <xref linkend="gnomeradio-recording"/>.
de: Der Knopf <guibutton>Aufnahme</guibutton> öffnet den Dialog <xref linkend="gnomeradio-recording"/>.

source: Clicking the <guibutton>about</guibutton> button will show a window with some credits.
cs: Kliknutím na tlačítko <guibutton>O aplikaci</guibutton> se zobrazí okno s informacemi o zásluhách.
da: Et klik på knappen <guibutton>om</guibutton> vil vise et vindue med navnene på bidragyderne.
de: Ein Klick auf den Knopf <guibutton>Info</guibutton> zeigt ein Fenster mit Hinweisen zu den Mitwirkenden.

source: Behind the <guibutton>settings</guibutton> button hides the <xref linkend="gnomeradio-settings"/> Dialog.
cs: Za tlačítkem <guibutton>Nastavení</guibutton> je ukryto dialogové okno <xref linkend="gnomeradio-settings"/>.
da: Bag knappen <guibutton>opsætning</guibutton> skjuler dialogen <xref linkend="gnomeradio-settings"/> sig.
de: Über den Knopf <guibutton>Einstellungen</guibutton> erreichen Sie den Dialog <xref linkend="gnomeradio-settings"/>.

source: The <guibutton>quit</guibutton> button will terminate Gnomeradio
cs: Tlačítko <guibutton>Ukončit</guibutton> aplikaci Gnomeradio ukončí.
da: Knappen <guibutton>afslut</guibutton> vil lukke Gnomeradio ned
de: Das Anklicken des Knopfes <guibutton>Beenden</guibutton> schließt Gnomeradio.

source: Preferences
cs: Předvolby
da: Indstillinger
de: Einstellungen

source: To open the preferences dialog, click the <guibutton>preferences</guibutton> button in the main window.
cs: Když chcete otevřít dialogové okno předvoleb, klikněte na tlačítko <guibutton>Předvolby</guibutton> v hlavním okně.
da: For at åbne indstillingsvinduet klikkes på knappen <guibutton>indstillinger</guibutton> i hovedvinduet.
de: Um den Einstellungsdialog zu öffnen, klicken Sie auf den Knopf <guibutton>Einstellungen</guibutton> im Hauptfenster.

source: If you are finished click <guibutton>OK</guibutton> to accept your changes or <guibutton>Cancel</guibutton> to undo the changes.
cs: Až skončíte, klikněte na <guibutton>OK</guibutton> pro potvrzení vašich změn nebo <guibutton>Zrušit</guibutton> pro vrácení změn zpět.
da: Hvis du er færdig så klik på <guibutton>O.k.</guibutton> for at acceptere dine ændringer eller <guibutton>Afbryd</guibutton> for at fortryde ændringerne.
de: Sobald Sie fertig sind, klicken Sie auf <guibutton>OK</guibutton>, um die Änderungen anzuwenden oder auf <guibutton>Abbrechen</guibutton>, um die Änderungen rückgängig zu machen.

source: General preferences
cs: Obecná nastavení
da: Generelle indstillinger
de: Allgemeine Einstellungen

source: General preferences.
cs: Obecná nastavení.
da: Generelle indstillinger.
de: Allgemeine Einstellungen.

source: <guilabel>Radio Device:</guilabel> Enter your radio device. Unless you have several radio tuners installed this is usually /dev/radio.
cs: <guilabel>Zařízení rádia:</guilabel> Zadejte zařízení svého rádia. Pokud nemáte nainstalováno několik přijímačů rádia, je zde obvykle nastaveno /dev/radio.
da: <guilabel>Radioenhed:</guilabel> Indtast din radioenhed. Med mindre du har flere radiotunere installeret er det normalt /dev/radio.
de: <guilabel>Radio-Gerät:</guilabel> Geben Sie hier Ihr Radio-Gerät an. Sofern Sie nicht über mehrere solcher Geräte verfügen, ist dies meist /dev/radio.

source: <guilabel>Mixer Source:</guilabel> Choose the mixer source that is able to control the volume of your radio tuner. The combobox lists all devices that you can choose as a recording source. You should usually pick one of these, otherwise you won't be able to record radio. If you have set up own names for the sources in gnome volume control, these names will be shown in paranthesis behind the "official" name.
cs: <guilabel>Zdroj mixéru:</guilabel> Zvolte zdroj mixéru, který je schopný ovládat hlasitost vašeho rádia. Kombinovaný výběrový seznam nabízí všechna zařízení, která si můžete zvolit jako zdroje záznamu. Obvykle byste měli zvolit jedno z těchto, jinak nebudete schopni si vysílání rádia nahrávat. Pokud máte v ovládání hlasitosti gnome nastavené vlastní názvy zdrojů, zobrazí se tyto názvy v závorkách vedle „oficiálních“ názvů.
da: <guilabel>Mikserkilde:</guilabel> Vælg mikserkilden som kan kontrollere lydstyrken på din radiotuner. Kombinationsboksen viser alle enheder, som du kan vælge fra som optagelseskilde. Du bør normalt vælge en af disse, ellers vil du ikke kunne optage radio. Hvis du har angivet egne navne for kilderne i gnomes lydstyrkekontrol vil disse navne blive vist i parentes bag det officielle navn.
de: <guilabel>Mixer-Quelle:</guilabel> Wählen Sie die Mixer-Quelle aus, mit der Sie die Lautstärke Ihres Radioempfängers regeln können. Das Kombinationsfeld listet alle Geräte auf, die Sie als aufnahmequelle wählen können. Sie sollten üblicherweise eine dieser Quellen auswählen, anderenfalls werden Sie nicht in der Lage sein, Radioaufnahmen zu erstellen. Falls Sie eigene Namen für die Quellen im GNOME-Lautstärkeregler gewählt haben, werden diese Namen in Klammern hinter dem »offiziellen« Namen angezeigt.

source: <guilabel>Mute on Exit:</guilabel> Uncheck this checkbox, if you want that the radio keeps on playing after you have terminated Gnomeradio.
cs: <guilabel>Ztišit při ukončení:</guilabel> Toto políčko ponechte nezaškrtnuté v případě, že chcete ponechat rádio hrát i po ukončení aplikace Gnomeradio.
da: <guilabel>Slå lyd fra (mute) ved nedlukning</guilabel> Fjern markeringen i denne tjekboks, hvis du ønsker at radioen skal fortsætte med at spille, efter du har afsluttet Gnomeradio.
de: <guilabel>Ton aus beim Beenden:</guilabel> Deaktivieren Sie dieses Kontrollkästchen, falls Sie nach dem Beenden von Gnomeradio weiter Radio hören wollen.

source: Editing presets
cs: Úprava předvolených stanic
da: Redigering af radiokanaler
de: Bearbeiten voreingestellter Sender

source: Editing presets.
cs: Úprava předvolených stanic.
da: Redigering af radiokanaler.
de: Bearbeiten voreingestellter Sender.

source: Here you can add some preset radio stations. You can select one of these using the <xref linkend="gnomeradio-usage-presets"/> or your <xref linkend="gnomeradio-lirc"/> remote control.
cs: Zde si můžete přidat předvolené stanice. Z nich si potom můžete vybírat pomocí <xref linkend="gnomeradio-usage-presets"/> nebo svého dálkového ovladače s podporou <xref linkend="gnomeradio-lirc"/>.
da: Her kan du tilføje nogle forhåndsvalgte radiostationer. Du kan vælge en af disse med brug af <xref linkend="gnomeradio-usage-presets"/> eller din <xref linkend="gnomeradio-lirc"/>-fjernkontrol.
de: Hier können Sie einige voreingestellte Sender hinzufügen. Sie können sie mittels <xref linkend="gnomeradio-usage-presets"/> oder <xref linkend="gnomeradio-lirc"/>-Fernbedienung auswählen.

source: <guilabel>Name:</guilabel> Enter a name for the preset (usually the name of the radio station).
cs: <guilabel>Název:</guilabel> Zadejte název předvolené stanice (obvyklé je použít název rádiové stanice).
da: <guilabel>Navn:</guilabel> Indtast et navn for radiokanalen (normalt det navn radiokanalen er kendt under).
de: <guilabel>Name:</guilabel> Geben Sie einen Namen für den Sender ein (üblicherweise der Name der Radiostation).

source: <guilabel>Frequency:</guilabel> Choose the frequency for the radio station.
cs: <guilabel>Frekvence:</guilabel> Zvolte frekvenci rádiové stanice.
da: <guilabel>Frekvens:</guilabel> Vælg frekvensen for radiostationen.
de: <guilabel>Frequenz:</guilabel> Wählen Sie die Frequenz des Radiosenders.

source: Click the button <guibutton>add preset</guibutton> (shows a +) to add the preset to the list.
cs: Předvolenou stanici přidáte do seznamu kliknutím na tlačítko <guibutton>Smazat</guibutton>.
da: Klik på knappen <guibutton>tilføj radiokanal</guibutton> (viser et +) for at tilføje radiokanalen til listen.
de: Klicken Sie auf den Knopf <guibutton>Sender hinzufügen</guibutton> (zeigt ein +), um den Sender zur Liste hinzuzufügen.

source: The button <guibutton>remove preset</guibutton> (shows a -) will remove the currently selected preset from the list.
cs: Již předvolenou stanici můžete ze seznamu odstranit kliknutím na tlačítko <guibutton>Přidat</guibutton>.
da: Knappen <guibutton>fjern radiokanal</guibutton> (viser et -) vil fjerne den aktuelt valgte radiokanal fra listen.
de: Anklicken des Knopfes <guibutton>Sender entfernen</guibutton> (zeigt ein -) löscht den gegenwärtig eingestellten Sender aus der Liste.

source: Use the button <guibutton>update preset</guibutton> to update the selected preset with the values currently entered in the name and frequency entries.
cs: Tlačítkem <guibutton>Aktualizovat předvolené</guibutton> aktualizujete vybranou předvolenou stanici hodnotami právě zadanými v polích Název a Frekvence.
da: Brug knappen <guibutton>opdater radiokanal</guibutton> for at opdatere den valgte radiokanal med de aktuelt indtastede værdier for navn og frekvens.
de: Verwenden sie den Knopf <guibutton>Sender aktualisieren</guibutton>, um den ausgewählten Sender mit den aktuell ausgewählten Inhalten der Felder für Frequenz und Name aktualisieren.

source: Recording
cs: Nahrávání
da: Optagelse
de: Aufnahme

source: You can use gnomeradio to (live)record radio. In this dialog you have to give some information, on how this shall be done.
cs: Aplikaci gnomeradio můžete použít k nahrávání živého vysílání rádia. V tomto dialogovém okně můžete zadat některé údaje upřesňující, jak se to má dít.
da: Du kan bruge gnomeradio til at optage radio (live). I dette vindue skal du komme med lidt information om hvordan dette skal gøres.
de: Sie können Gnomeradio benutzen, um (Live-)Radioaufnahmen zu erstellen. In diesem Dialog erhalten Sie einige Informationen darüber, wie Sie dabei vorgehen sollten.

source: You need the external application <application>sox</application> installed in order to use the recording functionality of Gnomeradio. If you want to record as MP3, you have to install a MP3 encoder, too. Currently the MP3 encoders <ulink url="http://www.mp3dev.org/mp3/" type="http">lame</ulink> and <ulink url="http://bladeenc.mp3.no/" type="http">bladeenc</ulink> are supported. To record files as ogg vorbis you need <ulink url="http://www.xiph.org/ogg/vorbis/index.html" type="http">oggenc</ulink>.
cs: Pro fungování nahrávání v aplikaci Gnomeradio potřebujete mít nainstalovanou externí aplikaci <application>sox</application>. Pokud chcete nahrávat ve formátu MP3, musíte mít také nainstalovaný kodér MP3. V současnosti jsou podporované kodéry MP3 <ulink url="http://www.mp3dev.org/mp3/" type="http">lame</ulink> a <ulink url="http://bladeenc.mp3.no/" type="http">bladeenc</ulink>. Pro záznam souborů ve formátu ogg potřebujete <ulink url="http://www.xiph.org/ogg/vorbis/index.html" type="http">oggenc</ulink>.
da: Du skal have det eksterne program <application>sox</application> installeret, for at kunne bruge optagelsesfunktionerne i Gnomeradio. Hvis du ønsker at optage som MP3, skal du også installere en MP3-koder. Aktuelt er MP3-koderne <ulink url="http://www.mp3dev.org/mp3/" type="http">lame</ulink> og <ulink url="http://bladeenc.mp3.no/" type="http">bladeenc</ulink> understøttet. For at optage filer som ogg vorbis har du brug for <ulink url="http://www.xiph.org/ogg/vorbis/index.html" type="http">oggenc</ulink>.
de: Die externe Anwendung <application>sox</application> muss installiert sein, um die korrekte Funktion der Aufnahme mit Gnomeradio zu gewährleisten. Falls Sie im mp3-Format aufnehmen wollen, benötigen Sie dafür einen installierten mp3-Encoder. Gegenwärtig werden die Encoder <ulink url="http://www.mp3dev.org/mp3/" type="http">lame</ulink> und <ulink url="http://bladeenc.mp3.no/" type="http">bladeenc</ulink> unterstützt. Um Dateien im OggVorbis-Format aufzunehmen, benötigen Sie <ulink url="http://www.xiph.org/ogg/vorbis/index.html" type="http">oggenc</ulink>.

source: To open this dialog, click the <guibutton>record</guibutton> button in the main window.
cs: Toto dialogové okno otevřete kliknutím na tlačítko <guibutton>Nahrát</guibutton> v hlavním okně.
da: For at åbne dette vindue klikkes på knappen <guibutton>optag</guibutton> i hovedvinduet.
de: Um diesen Dialog zu öffnen, klicken Sie auf den Knopf <guibutton>Aufnahme</guibutton> im Hauptfenster.

source: Use the <guibutton>Start</guibutton> button to start recording. Otherwise click <guibutton>Cancel</guibutton> to close the dialog.
cs: K započetí nahrávání použijte tlačítko <guibutton>Začít</guibutton>. Naopak tlačítkem <guibutton>Zrušit</guibutton> dialogové okno zavřete.
da: Brug knappen <guibutton>Start</guibutton> for at påbegynde optagelse. Ellers klikkes på <guibutton>Afbryd</guibutton> for at lukke vinduet.
de: Verwenden Sie den Knopf <guibutton>Start</guibutton>, um mit der Aufnahme zu beginnen. Anderenfalls schließen Sie mit <guibutton>Schließen</guibutton> den Dialog.

source: General settings
cs: Obecná nastavení
da: Generel opsætning
de: Allgemeine Einstellungen

source: General recording settings
cs: Obecná nastavení nahrávání
da: Generel opsætning for optagelse
de: Allgemeine Aufnahmeeinstellungen

source: General recording settings.
cs: Obecná nastavení nahrávání.
da: Generel opsætning for optagelse.
de: Allgemeine Aufnahmeeinstellungen.

source: <guilabel>Audio Device:</guilabel> Enter your audio device. Unless you have several soundcards installed this is usually /dev/audio.
cs: <guilabel>Zvukové zařízení:</guilabel> Zadejte své zvukové zařízení. Pokud nemáte nainstalováno více zvukových karet, bude to obvykle /dev/audio.
da: <guilabel>Lydenhed:</guilabel> Indtast din lydenhed. Med mindre du har flere lydkort installeret er dette normalt /dev/audio.
de: <guilabel>Audio-Gerät:</guilabel> Geben Sie hier Ihr Audio-Gerät an. Sofern Sie nicht mehrere Soundkarten installiert haben, ist das üblicherweise /dev/audio.

source: <guilabel>Filename:</guilabel> Choose a filename and destination for the file in which the audio data should be stored. This file should usually have the suffix ".wav", in case you want to record as wave data, ".mp3", in case the audio should be stored in the mp3-format or ".ogg", for ogg vorbis files.
cs: <guilabel>Název souboru:</guilabel> Zvolte název souboru a cílovou složku pro soubor, do kterého by se měla zvuková data ukládat. Tento soubor by měl obvykle mít příponu „.wav“ v případě, že chcete zaznamenávat přímo průběh zvuku, „.mp3“ v případě, že by se měl zvuk ukládat ve formátu mp3 nebo „.ogg“ pro soubory ogg vorbis.
da: <guilabel>Filnavn:</guilabel> Vælg et filnavn og destination for filen hvor lyddataene skal gemmes. Filen bør normalt have filendelsen ".wav", i tilfældet af du ønsker at optage som wavedata. ".mp3" i tilfælde af at lyden skal gemmes i formattet mp3 eller ".ogg" for filer i formatet ogg vorbis.
de: <guilabel>Dateiname:</guilabel> Wählen Sie einen Namen für die Datei, in der die Audiodaten gespeichert werden sollen. Diese Datei sollte üblicherweise die Endung ».wav« erhalten, sofern Sie WAV-Daten aufnehmen wollen, oder ».mp3«, sofern Sie die Daten im mp3-Format aufnehmen wollen, oder ».ogg« für OggVorbis-Dateien.

source: <guilabel>Record as:</guilabel> Select <guilabel>Wave (.wav)</guilabel>, if you want the audio data to be stored in the wave format (uncompressed - about 10 megabyte per minute playlength). Otherwise choose <guilabel>MP3/Ogg (.mp3/.ogg)</guilabel> which will lead to a much lower filesize, but also a little bit lower audio quality.
cs: <guilabel>Nahrát jako:</guilabel> Vyberte <guilabel>Wave (.wav)</guilabel>, pokud chcete zvuková data uchovat ve formátu wave (nekomprimovaný - zhruba 10 megabajtů na minutu záznamu). V opačném případě zvolte <guilabel>MP3/Ogg (.mp3/.ogg)</guilabel>, které poskytují mnohem menší velikost souboru, ale také o trošičku nižší kvalitu zvuku.
da: <guilabel>Optag som:</guilabel> Vælg <guilabel>Wave (.wav)</guilabel>, hvis du ønsker at lyddataene skal gemmes i formatet wave (ukomprimeret - omkring 10 megabyte per minuts afspilningslængde). Ellers vælges <guilabel>MP3/Ogg (.mp3/.ogg)</guilabel> som vil medføre meget mindre filstørrelse, men også en smule dårligere lydkvalitet.
de: <guilabel>Aufnehmen als:</guilabel> Wählen Sie <guilabel>Wave (.wav)</guilabel>, wenn Sie die Daten im unkomprimierten Wav-Format aufnehmen wollen. Pro Minute Spielzeit werden dafür etwa 10 MB Speicherplatz benötigt. Anderenfalls wählen Sie <guilabel>MP3/Ogg (.mp3/.ogg)</guilabel>, was zu einer viel kleineren Datei führt, aber eine etwas niedrigere Klangqualität bedeutet.

source: Wave settings
cs: Nastavení Wave
da: Opsætning af wave
de: Wave-Einstellungen

source: The wave settings
cs: Nastavení Wave
da: Opsætningen af wave
de: Die Wave-Einstellungen

source: The wave settings.
cs: Nastavení Wave.
da: Opsætningen af wave.
de: Die Wave-Einstellungen.

source: These settings apply to the mp3 file, too.
cs: Tato nastavení se použijí rovněž pro soubor mp3.
da: Denne opsætning virker også for mp3-filen.
de: Diese Einstellungen werden auch auf die mp3-Datei angewendet.

source: <guilabel>Sample rate:</guilabel> Choose a sample rate for the recording audio file. Higher sampling rate means better quality. 44100 kHz is a good default (aprox. CD quality). If the reception is bad you can take a lower sampling rate, because the quality won't be that good anyways.
cs: <guilabel>Vzorkovací frekvence:</guilabel> Zvolte vzorkovací frekvenci pro nahrávání zvukového souboru. Vyšší vzorkovací frekvence znamená lepší kvalitu. Dobrá výchozí hodnota je 44100 kHz (odpovídá kvalitě CD). Pokud je špatný příjem, vystačí vám nižší vzorkovací frekvence, protože kvalita se stejně nezlepší.
da: <guilabel>Samplehastighed:</guilabel> Vælg en samplehastighed for den optagede lydfil. Højere samplingshastighed betyder bedre kvalitet. 44100 kHz er en god standard (cirka cd-kvalitet). Hvis modtagelsen er dårlig kan du vælge en lavere samplingshastighed, da kvaliteten alligevel ikke vil være god.
de: <guilabel>Samplingrate:</guilabel> Wählen Sie eine Samplingrate für die Aufnahme der Audiodatei. Eine höhere Samplingrate bedeutet eine bessere Klangqualität. 44100 Hz sind ein guter Standardwert (etwa CD-Qualität). Wenn der Empfang schlecht ist, können Sie eine niedrigere Samplingrate wählen, weil sich durch eine hohe Samplingrate die Qualität auch nicht verbessern würde.

source: <guilabel>Sample format:</guilabel> Available options are 8 or 16 bit. Usually you want to take 16 bit.
cs: <guilabel>Formát vzorku:</guilabel> Možné volby jsou 8 nebo 16 bitů. Obvykle budete chtít 16 bitů.
da: <guilabel>Sampleformat:</guilabel> Tilgængelige indstillinger er 8 eller 16 bit. Normalt bør du vælge 16 bit.
de: <guilabel>Samplingformat:</guilabel> Verfügbare Optionen sind 8 oder 16 bit. Üblicherweise werden 16 bit verwendet.

source: <guilabel>Record in:</guilabel> Select <guilabel>stereo</guilabel>, if you want to record in stereo or <guilabel>mono</guilabel> otherwise. It probably doen't make much sense to record in stereo, if the reception is only mono.
cs: <guilabel>Nahrát v:</guilabel> Vyberte <guilabel>stereo</guilabel>, pokud chcete nahrávat ve stereo nebo v opačném případě <guilabel>mono</guilabel>. Pravděpodobně nemá smysl zaznamenávat stereo, pokud máte příjem pouze mono.
da: <guilabel>Optag i:</guilabel> Vælg <guilabel>stereo</guilabel>, hvis du ønsker at optage i stereo ellers vælges <guilabel>mono</guilabel>. Det vil sikkert ikke give mening at optage i stereo hvis modtagelsen er i mono.
de: <guilabel>Aufnehmen in:</guilabel> Wählen Sie <guilabel>stereo</guilabel>, falls Sie in Stereo aufnehmen wollen oder <guilabel>mono</guilabel>, falls Sie in Mono aufnehmen wollen. Es macht vielleicht nicht viel Sinn, in Stereo aufzunehmen, wenn der Empfang nur in Mono möglich ist.

source: MP3/Ogg settings
cs: Nastavení MP3/Ogg
da: MP3/Ogg-opsætning
de: MP3/Ogg-Einstellungen

source: The MP3/Ogg settings
cs: Nastavení MP3/Ogg
da: MP3/Ogg-opsætningen
de: Die MP3/Ogg-Einstellungen

source: The MP3 settings.
cs: Nastavení MP3/Ogg.
da: MP3-opsætningen.
de: Die mp3-Einstellungen

source: <guilabel>Encoder:</guilabel> A list of supported MP3/Ogg encoders that you have installed. Choose the one you like the best. Currently <ulink url="http://www.mp3dev.org/mp3/" type="http">lame</ulink>, <ulink url="http://bladeenc.mp3.no/" type="http">bladeenc</ulink> and <ulink url="http://www.xiph.org/ogg/vorbis/index.html" type="http">oggenc</ulink> are supported. The encoder must be in your PATH, otherwise Gnomeradio can't find it.
cs: <guilabel>Kodér:</guilabel> Seznam podporovaných kodérů MP3/Ogg, které máte nainstalované. Zvolte nejlepší z nich. V současnosti jsou podporované <ulink url="http://www.mp3dev.org/mp3/" type="http">lame</ulink>, <ulink url="http://bladeenc.mp3.no/" type="http">bladeenc</ulink> a <ulink url="http://www.xiph.org/ogg/vorbis/index.html" type="http">oggenc</ulink>. Kodér se musí nacházet v prohledávané cestě PATH, jinak jej aplikace Gnomeradio nenajde.
da: <guilabel>Koder:</guilabel> En liste over understøttede MP3/Ogg-kodere som du har installeret. Vælg den du bedst kan lide. Aktuelt er <ulink url="http://www.mp3dev.org/mp3/" type="http">lame</ulink>, <ulink url="http://bladeenc.mp3.no/" type="http">bladeenc</ulink> og <ulink url="http://www.xiph.org/ogg/vorbis/index.html" type="http">oggenc</ulink> understøttet. Koderen skal være i din sti (PATH), ellers kan Gnomeradio ikke finde den.
de: <guilabel>Encoder:</guilabel> Eine Liste der installierten MP3/Ogg-Encoder. Entscheiden Sie sich für einen, den Sie für den besten halten. Gegenwärtig werden <ulink url="http://www.mp3dev.org/mp3/" type="http">lame</ulink>, <ulink url="http://bladeenc.mp3.no/" type="http">bladeenc</ulink> und <ulink url="http://www.xiph.org/ogg/vorbis/index.html" type="http">oggenc</ulink> unterstützt. Der Encoder muss sich in Ihrem Suchpfad ($PATH) befinden, anderenfalls findet Gnomeradio ihn nicht.

source: <guilabel>Bitrate:</guilabel> Choose a bitrate. This will have the largest impact on the size and quality of the resulting MP3/Ogg file. The higher the bitrate the better the quality. 128 kb/s is usually a good value which will result in files that are aprox. 1 MB per minute playlength.
cs: <guilabel>Datový tok:</guilabel> Zvolte datový tok. Ten má velký vliv na velikost a kvalitu výsledného souboru MP3/Ogg. Vyšší datový tok přináší vyšší kvalitu. 128 kb/s je obvykle dobrá hodnota, jejímž výsledkem jsou soubory s velikostí přibližně 1 MB na minutu záznamu.
da: <guilabel>Bitrate:</guilabel> Vælg en bitrate. Dette vil have den største indflydelse på størrelsen og kvaliteten på MP3/Ogg-filen. Jo højere bitrate jo bedre kvalitet. 128 kb/s er normalt en god værdi, som vil medføre filer som er cirka 1 MB per minuts spilletid.
de: <guilabel>Bitrate:</guilabel> Wählen Sie eine Bitrate. Diese hat den größten Einfluss auf die Größe und die Qualität der erzeugten MP3/Ogg-Dateien. Je höher die Bitrate, desto höher ist die Qualität. 128 kb/s sind üblicherweise ein guter Wert, der Dateien mit einer Größe von etwa 1 MB pro Minute Spielzeit erzeugt.

source: Recording status window
cs: Okno se stavem nahrávání
da: Statusvindue for optagelse
de: Aufnahme-Statusfenster

source: The status window
cs: Stavové okno
da: Statusvinduet
de: Das Statusfenster

source: The status window.
cs: Stavové okno.
da: Statusvinduet.
de: Das Statusfenster.
