Repository: mhcrnl/gnomeradio
Catalog: help/*/*.po
Languages: cs, da, de

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
da: Tilladelse er givet til at kopiere, distribuere og/eller ændre dette dokument under betingelserne i GNU Free Documentation License (GFDL), version 1.1 eller enhver senere version udgivet af Free Software Foundation; uden invariante afsnit, forsidetekster, samt bagsidetekster. Du kan se en kopi af GFDL her <ulink type="help" url="ghelp:fdl">link</ulink> eller i filen COPYING-DOCS som distribueres sammen med denne manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček GNOME, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.
da: Denne manual er en del af GNOME-manualsamlingen distribueret under GFDL. Hvis du vil distribuere denne manual separat fra denne samling, kan du gøre det ved at tilføje en kopi af licensen til manualen, som beskrevet i sektion 6 af licensen.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
da: En stor del af de navne som anvendes af firmaer til at identificere deres produkter og tjenester hævdes som værende varemærker. Hvor disse navne fremgår i en hvilken som helst GNOME-dokumentation, og medlemmerne af GNOME-dokumentationsprojeket er gjort opmærksom på disse varemærker, så er disse navne vist med store bogstaver eller stort begyndelsesbogstav.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
da: DETTE DOKUMENT GØRES TILGÆNGELIGT SÅDAN SOM DET ER, UDEN NOGEN FORM FOR GARANTI, HVERKEN UDTALT ELLER ANTYDET, DERIBLANDT, UDEN BEGRÆNSNINGER, GARANTIER OM AT DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET ER FRIT FOR DEFEKTER, PASSENDE TIL ET BESTEMT FORMÅL ELLER IKKE-KRÆNKENDE. DU HÆFTER SELV FOR HELE RISIKOEN VEDRØRENDE KVALITET, KORREKTHED OG YDELSE FOR DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET. SKULLE ET DOKUMENT, ELLER EN ÆNDRET VERSION AF ET DOKUMENT VISE SIG AT VÆRE DEFEKT PÅ EN HVILKEN SOM HELST MÅDE, HÆFTER DU FOR BETALING FOR EVENTUEL NØDVENDIG SERVICE, REPARATION ELLER KORREKTION (OG IKKE HVERKEN DEN OPRINDELIGE FORFATTER, SKRIBENT ELLER NOGEN ANDEN BIDRAGYDER). DENNE ERKLÆRING OM GARANTIFORBEHOLD ER EN ESSENTIEL DEL AF DENNE LICENS. INGEN BRUG AF NOGET DOKUMENT ELLER ÆNDRET VERSION AF DOKUMENTET ER AUTORISERET HERUNDER BORTSET FRA DENNE ANSVARSFRASKRIVELSE; OG
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
da: UNDER INGEN OMSTÆNDIGHEDER OG UNDER INGEN JURIDISK TEORI, UANSET OM DET ER EN BEVIDST SKADENDE HANDLING (INKLUSIVE UFORSVARLIGHED) ELLER PÅ HVILKEN SOM HELST ANDEN MÅDE, KAN FORFATTEREN, SKRIBENT, BIDRAGYDERE, DISTRIBUTØRER ELLER FORSYNER AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER GØRES ANSVARLIG OVERFOR NOGEN PERSON FOR NOGEN DIREKTE, INDIREKTE, SPECIEL, TILFÆLDIG ELLER FØLGENDE SKADE PÅFØRT NOGEN INKLUSIVE, UDEN BEGRÆNSNING, SKADE SOM FØLGE AF TAB AF RYGTE, ARBEJDSSTOP, COMPUTERFEJL ELLER -SVIGT, ELLER ENHVER ANDEN FORM FOR SKADE ELLER TAB SOM ER OPSTÅET I FORBINDELSE MED BRUG AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER HERAF, SELV HVIS EN SÅDAN PART HAR VÆRET INFORMERET OM MULIGHEDEN FOR SÅDANNE SKADER.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
da: DOKUMENTET OG ÆNDREDE VERSIONER AF DOKUMENTET STILLES TIL RÅDIGHED UNDER GNU FREE DOCOMENTATION LICENSE MED FØLGENDE BETINGELSER: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: @@image: 'figures/status-window.png'; md5=d0c4d54f97de39699819385a710ba144
de: translated

source: Gnomeradio Manual V1.0
cs: Příručka V1.0 k aplikaci Gnomeradio.
da: Manual til Gnomeradio version 1.0
de: Gnomeradio-Handbuch V1.0

source: Gnomeradio is a FM-tuner application for the GNOME desktop.
cs: Gnomeradio je aplikace pro příjem rádia FM v pracovním prostředí GNOME.
da: Gnomeradio er et FM-tunerprogram til GNOME-skrivebordsmiljøet.
de: Gnomeradio ist eine FM-Radio-anwendung für den GNOME-Desktop.

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME
da: GNOME-dokumentationsprojekt
de: GNOME-Dokumentationsprojekt

source: This manual describes version 1.3 of Gnomeradio.
cs: Tato příručka popisuje aplikaci Gnomeradio ve verzi 1.3.
da: Denne manual beskriver version 1.3 af Gnomeradio.
de: Dieses Handbuch beschreibt Version 1.3 von Gnomeradio.

source: Feedback
cs: Ohlasy
da: Tilbagemeldinger
de: Rückmeldungen

source: To report a bug or make a suggestion regarding Gnomeradio or this manual, send a e-mail to <ulink url="mailto:mfcn@gmx.de" type="mail">Jörgen Scheibengruber</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Gnomeradio</application> nebo této příručce, pošlete e-mail <ulink url="mailto:mfcn@gmx.de" type="mail">Jörgenovi Scheibengruberovi</ulink>.
da: Hvis du ønsker at indrapportere en fejl eller komme med et forslag vedrørende Gnomeradio eller denne manual så send en e-post til <ulink url="mailto:mfcn@gmx.de" type="mail">Jörgen Scheibengruber</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zu Gnomeradio oder zu diesem Handbuch zu machen, senden Sie eine E-Mail an <ulink url="mailto:mfcn@gmx.de" type="mail">Jörgen Scheibengruber</ulink>.

source: Introduction
cs: Úvod
da: Indledning
de: Einführung

source: <application>Gnomeradio</application> is a FM-Tuner application for the GNOME desktop. It should work with all tuner hardware that is supported by the <ulink url="http://roadrunner.swansea.uk.linux.org/v4l.shtml" type="http">video4linux</ulink> drivers.
cs: <application>Gnomeradio</application> je aplikace pro příjem rádia FM v pracovním prostředí GNOME. Měla by pracovat s veškerým hardwarem pro příjem rádia, který je podporován ovladači projektu <ulink url="http://roadrunner.swansea.uk.linux.org/v4l.shtml" type="http">video4linux</ulink>.
da: <application>Gnomeradio</application> er et FM-tunerprogram til GNOME-skrivebordsmiljøet. Gnomeradio bør virke med al tunerhardware som er understøttet af driverne i <ulink url="http://roadrunner.swansea.uk.linux.org/v4l.shtml" type="http">video4linux</ulink>.
de: <application>Gnomeradio</application> ist eine FM-Radio-Anwendung für den GNOME-Desktop. Es sollte mit allen Geräten funktionieren, die durch die <ulink url="http://roadrunner.swansea.uk.linux.org/v4l.shtml" type="http">video4linux</ulink>-Treiber unterstützt werden.

source: To start <application>Gnomeradio</application> open the applications menu, then choose <menuchoice><guimenu>Multimedia</guimenu><guimenuitem>Gnomeradio</guimenuitem></menuchoice> or type <command>gnomeradio</command> in a shell.
cs: Pokud chcete aplikaci <application>Gnomeradio</application> spustit, otevřete nabídku Aplikace a zvolte <menuchoice><guimenu>Zvuk a video</guimenu><guimenuitem>Gnomeradio</guimenuitem></menuchoice> nebo v příkazovém řádku terminálu napište <command>gnomeradio</command>.
da: For at starte <application>Gnomeradio</application> åbnes programmenuen og der vælges <menuchoice><guimenu>Multimedie</guimenu><guimenuitem>Gnomeradio</guimenuitem></menuchoice> eller tast <command>gnomeradio</command> i en skal.
de: Um <application>Gnomeradio</application> zu starten, öffnen Sie das Anwendungsmenü und wählen Sie dann <menuchoice><guimenu>Unterhaltungsmedien</guimenu><guimenuitem>Gnomeradio</guimenuitem></menuchoice> oder geben Sie <command>gnomeradio</command> in einer Befehlszeile ein.

source: Usage
cs: Použití
da: Brug
de: Benutzung

source: Status window
cs: Stavové okno
da: Statusvindue
de: Das Statusfenster

source: The black box in the upper left of Gnomeradio is the status window
cs: Černý obdélník v levém horním rohu aplikace Gnomeradio je stavové okno
da: Den sorte boks i den øvre venstre del af Gnomeradio er statusvinduet
de: Das schwarze Feld in der linken oberen Ecke von Gnomeradio ist das Statusfenster

source: The black box in the upper left of Gnomeradio is the status window.
cs: Černý obdélník v levém horním rohu aplikace Gnomeradio je stavové okno.
da: Den sorte boks i den øvre venstre del af Gnomeradio er statusvinduet.
de: Das schwarze Feld in der linken oberen Ecke von Gnomeradio ist das Statusfenster.

source: The status window is located in the upper left corner of the Gnomeradio main window. It consists of:
cs: Stavové okno se nachází v levém horním rohu hlavního okna Gnomeradio. Obsahuje:
da: Statusvinduet er placeret i det øvre venstre hjørne af Gnomeradios hovedvindue. Det består af:
de: Das Statusfenster befindet sich in der linken oberen Ecke des Gnomeradio-Hauptfensters. Es enthält:

source: a label showing wether the reception is mono or stereo,
cs: popisku ukazujícího zda je příjem mono nebo stereo
da: en etiket der viser hvorvidt modtagelsen er mono eller stereo,
de: einen Hinweis, ob in Mono oder in Stereo empfangen wird,

source: an icon indicating the quality of the reception and
cs: ikonu signalizující kvalitu příjmu
da: et ikon der indikerer kvaliteten af modtagelsen og
de: ein Symbol, das die Empfangsqualität anzeigt und

source: the current frequency.
cs: současnou naladěnou frekvenci.
da: den aktuelle frekvens.
de: die gegenwärtige Frequenz.

source: Frequency controls
cs: Ladění stanic
da: Frekvenskontrol
de: Sendereinstellung

source: Use these controls to change the frequency
cs: Použijte tyto ovládací prvky ke změně frekvence stanice
da: Brug denne kontrol til at ændre frekvensen
de: Verwenden Sie diese Steuerungsmöglichkeiten für den Frequenzwechsel

source: Use these controls to change the frequency.
cs: Použijte tyto ovládací prvky ke změně frekvence stanice.
da: Brug denne kontrol til at ændre frekvensen.
de: Verwenden Sie diese Steuerungsmöglichkeiten für den Frequenzwechsel.

source: The following controls are available to change the frequency:
cs: Následující ovládací prvky jsou k dispozici ke změně frekvence:
da: De følgende kontrolredskaber er tilgængelige for at ændre frekvensen:
de: Die folgenden Möglichkeiten stehen für den Wechsel der Frequenz zur Verfügung:

source: Using the slider you can change the frequency very quick.
cs: Použitím táhla můžete frekvenci změnit velmi rychle.
da: Ved brug af rullebjælken kan du ændre frekvensen meget hurtigt.
de: Verwenden Sie den Schieberegler, um die Frequenz schnell zu ändern.

source: The <guibutton>scan backwards</guibutton> button (left-arrow with bar) will decrease the frequency until if detects the next radio station with good reception.
cs: Tlačítko <guibutton>Hledat dozadu</guibutton> (šipka vlevo se zarážkou) bude snižovat frekvenci, dokud nebude nalezena následující stanice rádia s dobrým příjmem.
da: Knappen <guibutton>skan baglæns</guibutton> (venstrepil med bjælke) vil sænke frekvensen indtil den finder den næste radiostation med god modtagelse.
de: Der Knopf <guibutton>Suchlauf rückwärts</guibutton> (Pfeil nach links mit senkrechtem Balken) vermindert die Empfangsfrequenz bis zum nächsten Radiosender in guter Empfangsqualität.

source: The <guibutton>0.5 MHz backwards</guibutton> button (left-arrow without bar) decreases the frequency by 0.5 MHz.
cs: Tlačítko <guibutton>Dozadu o 0,05 MHz</guibutton> (šipka vlevo bez zarážky) sníží frekvenci o 0,05 MHz.
da: Knappen <guibutton>0,5 MHz baglæns</guibutton> (venstrepil uden bjælke) sænker frekvensen med 0,5 MHz.
de: Der Knopf <guibutton>0.05 MHz rückwärts</guibutton> (Pfeil nach links ohne Balken) vermindert die Empfangsfrequenz um 0.05 MHz.

source: The <guibutton>0.5 MHz forward</guibutton> button (right-arrow without bar) increases the frequency by 0.5 MHz.
cs: Tlačítko <guibutton>Dopředu o 0,05 MHz</guibutton> (šipka vpravo bez zarážky) zvýší frekvenci o 0,05 MHz.
da: Knappen <guibutton>0,5 MHz fremad</guibutton> (højrepil uden bjælke) øger frekvensen med 0,5 Mhz.
de: Der Knopf <guibutton>0.05 MHz vorwärts</guibutton> (Pfeil nach rechts ohne Balken) erhöht die Empfangsfrequenz um 0.05 MHz.

source: The <guibutton>scan forwards</guibutton> button (right-arrow with bar) does the same as the "scan backwards" button, but it increases the frequency.
cs: Tlačítko <guibutton>Hledat dopředu</guibutton> (šipka vpravo se zarážkou) dělá to stejné, co tlačítko „Hledat dozadu“, akorát frekvenci zvyšuje.
da: Knappen <guibutton>skan fremad</guibutton> (højrepil med bjælke) udfører det samme som knappen "skan baglæns", men den øger frekvensen.
de: Der Knopf <guibutton>Suchlauf vorwärts</guibutton> (Pfeil nach rechts mit senkrechtem Balken) erhöht die Empfangsfrequenz bis zum nächsten Radiosender in guter Empfangsqualität.

source: Volume controls
cs: Ovládání hlasitosti
da: Lydstyrkekontrol
de: Lautstärkeeinstellung

source: Use these controls to change the volume
cs: Tyto ovládací prvky použijte pro změnu hlasitosti
da: Brug denne kontrol til at ændre lydstyrken
de: Verwenden Sie diese Bedienelemente zum Ändern der Lautstärke

source: Use these controls to change the volume.
cs: Tyto ovládací prvky použijte pro změnu hlasitosti.
da: Brug denne kontrol til at ændre lydstyrken.
de: Verwenden Sie diese Bedienelemente zum Ändern der Lautstärke.

source: Controls available to change the volume:
cs: Ovládací prvky, které jsou k dispozici ke změně hlasitosti:
da: Kontrol tilgængelig for at ændre lydstyrken:
de: Zum Ändern der Lautstärke verfügbare Bedienelemente:

source: Use the slider to adjust the volume. Note that it will only work if you have picked the right <guilabel>mixer source</guilabel>, in the <xref linkend="gnomeradio-settings"/> Dialog.
cs: K přizpůsobení hlasitosti použijte táhlo. Upozorňujeme, že to funguje pouze v případě, že máte vybraný správný <guilabel>zdroj mixéru</guilabel> v dialogovém okně <xref linkend="gnomeradio-settings"/>.
da: Brug rullebjælken til at justere lydstyrken. Bemærk at det kun virker hvis du har valgt den korrekte <guilabel>mikserkilde</guilabel>, i dialogen <xref linkend="gnomeradio-settings"/>.
de: Verwenden Sie den Schieberegler zum Einstellen der Lautstärke. Beachten Sie, dass im Dialog <xref linkend="gnomeradio-settings"/> die richtige <guilabel>Mixerquelle</guilabel> eingestellt ist.

source: Toggling the button showing the speaker will mute/unmute Gnomeradio.
cs: Přepínací tlačítko ukazuje, zda je zvuk z aplikace Gnomeradio ztišený nebo normálně puštěný.
da: Ved at trykke på højtalerknappen vil lyden blive slået enten til eller fra i Gnomeradio.
de: Das Anklicken des Knopfes mit dem Lautsprechersymbol schaltet Gnomeradio stumm oder macht die Stummschaltung rückgängig.

source: Presets menubutton
cs: Nabídka předvolených stanic
da: Menuknap for forhåndsvalg
de: Menüknopf »Sender«

source: Choose a preset using the menubutton
cs: Vyberte si předvolenou stanici pomocí nabídkového tlačítka
da: Foretag et forhåndsvalg med brug af menuknappen
de: Senderwahl mit dem Menüknopf

source: Choose a preset using the menubutton.
cs: Vyberte si předvolenou stanici pomocí nabídkového tlačítka.
da: Foretag et forhåndsvalg med brug af menuknappen.
de: Senderwahl mit dem Menüknopf.

source: Use the menubutton in the upper right to choose a radio station preset. You can edit presets in the <xref linkend="gnomeradio-settings"/> Dialog.
cs: K výběru předvolené stanice použijte nabídkové tlačítko vpravo nahoře. Předvolené stanice můžete upravit v dialogovém okně <xref linkend="gnomeradio-settings"/>.
da: Brug menuknappen i den øvre højre del for at vælge en radiostation som forhåndsvalg. Du kan redigere forhåndsvalg i dialogen <xref linkend="gnomeradio-settings"/>.
de: Verwenden Sie den Menüknopf in der rechten oberen Ecke, um einen voreingestellten Sender zu wählen. Voreingestellte Sender können Sie im Dialog <xref linkend="gnomeradio-settings"/> bearbeiten.

source: Misc. controls
cs: Různé ovládací prvky
da: Diverse kontroller
de: Weitere Bedienelemente

source: Remaining controls
cs: Zbývající ovládací prvky
da: Tilbageværende kontroller
de: Bedeutung der Bedienelemente

source: Remaining controls.
cs: Zbývající ovládací prvky.
da: Tilbageværende kontroller.
de: Bedeutung der Bedienelemente.
