Repository: mhcrnl/gnomeradio
Catalog: po/*.po
Languages: de, fr, gl, id, pt_br, ro, sl

source: Could not open device "%s"!
gl: Non foi posíbel abrir o dispositivo "%s"
id: Tidak dapat membuka perangkat "%s"!
pt_br: Não foi possível abrir o dispositivo "%s"!
ro: Nu s-a putut deschide dispozitivul „%s”!
sl: Ni mogoče odpreti naprave "%s"!

source: Check your settings and make sure that no other program is using %s. Also make sure that you have read-access to it.
gl: Comprobe os axustes e asegúrese de que non hai outro programa usándoo %s. Verifique tamén que ten acceso de lectura.
id: Periksa setelan Anda dan pastikan bahwa tidak ada program lain yang menggunakan %s. Pastikan juga bahwa Anda memiliki akses-membacanya.
pt_br: Verifique as suas configurações e certifique-se de que nenhuma outro aplicativo esteja usando %s. Certifique-se que você também tenha permissões de leitura.
ro: Verificați preferințele și asigurați-vă că nici un alt program nu folosește %s. Asigurați-vă și că aveți drepturi de scriere și citire pentru dispozitiv.
sl: Preverite vaše nastavitve in se prepričajte da noben drug program ne uporablja %s. Prepričajte se tudi, da imate dostop za branje.

source: Adjust the Volume
gl: Axustar o volume
id: Sesuaikan Volume
pt_br: Ajusta o volume
ro: Modifică volumul
sl: Prilagoditev glasnosti

source: Scan for stations
gl: A escanear emisoras
id: Pindai Stasiun
pt_br: Varrer por estações
ro: Caută posturi
sl: Skeniraj za postaje

source: %s Changes to the settings won't be saved.
gl: %s Non se gardarán os trocos nos axustes.
id: %s Perubahan pada setelan tidak akan disimpan.
pt_br: %s As alterações na configuração não serão salvas.
ro: %s Schimbările preferințelor nu vor fi salvate.
sl: %s\nSpremembe nastavitev ne bodo shranjene.

source: Failed to init GConf!
gl: Produciuse un fallo ao abrir GConf
id: Gagal inisialisasi GConf!
pt_br: Falha ao iniciar GConf!
ro: Inițializarea GConf a eșuat!
sl: Inicializacija GConf je spodletela!

source: Could not scan. Radio is not initialized.
gl: Non foi posíbel o escaneo. A radio non se iniciou.
id: Tidak dapat memindai. Radio tidak diinisialisasi.
pt_br: Não foi possível varrer. O rádio não foi inicializado.
ro: Nu s-a putut scana. Radioul nu este inițializat.
sl: Ni mogoče skenirati. Radio ni inicializiran

source: Could not start lirc!
gl: Non foi posíbel iniciar lirc.
id: Tidak dapat memulai lirc
pt_br: Não foi possível inicializar lirc!
ro: Nu s-a putut porni LIRC!
sl: Ni mogoče zagnati lirc!

source: Muted
gl: Silenciado
id: Didiamkan
pt_br: Mudo
ro: Sunet oprit
sl: Utišano

source: Show Window
gl: Mostrar a xanela
id: Tampilkan Jendela
pt_br: Mostrar janela
ro: Arată fereastra
sl: Prikaži okno

source: Recording from station %s
gl: Estase a gravar a emisora %s
id: Merekam dari stasiun %s
pt_br: Gravando da estação %s
ro: Se înregistrează postul %s
sl: Snemanje s postaje %s

source: Destination:
gl: Destino:
id: Tujuan:
pt_br: Destino:
ro: Destinația:
sl: Cilj:

source: GStreamer runtime error.
gl: Erro de execución do Gstreamer.
id: Kesalahan waktu operasi GStreamer.
pt_br: Erro de execução do GStreamer.
ro: Eroare rulare GStreamer.
sl: Napaka v delovanju Gstreamerja

source: Could not create GStreamer pipeline.
gl: Non foi posíbel crear a canalización de Gstreamer.
id: Tidak dapat membuat saluran GStreamer.
pt_br: Não foi possível criar a fila de processamento do GStreamer.
ro: Nu s-a putut crea ansamblul GStreamer.
sl: Ni mogoče ustvariti GStreamer cevovoda

source: Check your Gstreamer installation!
gl: Verifique a instalación de Gstreamer
id: Periksa instalasi Gstreamer Anda!
pt_br: Verifique a sua instalação do Gstreamer!
ro: Verificați instalarea GStreamer!
sl: Preverite vašo Gstreamer namestitev!

source: Could not open Gstreamer OSS Source.
gl: Non foi posíbel abrir a fonte OSS de Gstreamer.
id: Tidak dapat membuka Sumber OSS Gstreamer.
pt_br: Não foi possível abrir a fonte OSS do Gstreamer.
ro: Nu s-a putut deschide sursa GStreamer OSS.
sl: Ni mogoče odpreti Gstreamer OSS vira.

source: Verify your Gstreamer OSS subsystem installation!
gl: Verifique a instalación do subsistema OSS de Gstreamer.
id: Verifikasikan instalasi subsistem OSS Gstreamer Anda!
pt_br: Verifique a sua instalação do subsistema OSS do Gstreamer!
ro: Verificați instalarea subsistemului GStreamer OSS!
sl: Preverite namestitev vaše Gstreamer OSS podsistema!

source: Could not create encoder "%s".
gl: Non foi posíbel crear o codificador "%s".
id: Tidak dapat membuat pembuat kode "%s".
pt_br: Não foi possível criar o codificador "%s".
ro: Nu s-a putut crea encoderul „%s”!
sl: Ni mogoče ustvariti kodirnika "%s".

source: Verify your Gstreamer plugins installation!
gl: Verifique a instalación dos engadidos de Gstreamer
id: Verifikasi instalasi plugin Gstreamer Anda!
pt_br: Verifique a sua instalação de plug-ins do Gstreamer!
ro: Verificați instalarea moduleleor GStreamer!
sl: Preverite namestitev vaših Gstreamer vstavkov

source: Could not create Gstreamer filesink.
gl: Non foi posíbel crear o colector de ficheiros do Gstreamer.
id: Tidak dapat membuat filesink Gstreamer.
pt_br: Não foi possível criar o arquivo sink do Gstreamer.
ro: Nu s-a putut crea Gstreamer filesink.
sl: Ni mogoče ustvariti Gstreamer datotečnega korita.
