Repository: mhcrnl/gnomeradio
Catalog: po/*.po
Languages: de, fr, gl, id, pt_br, ro, sl

source: Audio device
de: Audio-Gerät
fr: Périphérique audio

source: Choose the bitrate in which the mp3 will be encoded
de: Wählen Sie die Bitrate, mit der die MP3 kodiert werden soll
fr: Choisissez le taux d'echantillonage du fichier mp3

source: Choose the mixer source (line, line1, etc.) that is able to control the volume of your radio
de: Geben Sie die Mixerquelle (line, line1, etc.) an, die in der Lage ist, die Lautstärke des Radios zu kontrollieren
fr: Sélectionne le mixer (line, line1, etc.) qui contrôlera le volume de la radio
gl: Escolla a fonte do mesturador (line, line1, etc.) apta para controlar o volume da radio
id: Pilih sumber mixer (saluran, saluran1, dll.) yang dapat mengendalikan volume radio Anda
pt_br: Selecione a fonte de mixagem (linha, linha1, etc.) que é capaz de controlar o volume de som do seu rádio
ro: Alegeți sursa de sunet (line, line1, etc.) care controlează volumul radioului
sl: Izberite vir mešalca (vrsta, vrsta1, itd.), s katerim je mogoče nadzirati glasnost radia

source: Choose the mp3 encoder that should be used
de: Wählen Sie den zu verwendenden MP3-Encoder
fr: Choisissez l'encodeur de mp3 a utiliser

source: If unchecked, gnomeradio won't mute after exiting
de: Soll das Radioprogramm nach dem Beenden von Gnomeradio weiterlaufen?
fr: Arrêter l'écoute de la radio en quittant Gnomeradio
gl: Se non está marcado, gnomeradio manterá o son despois de saír
id: Jika tidak dipilih, gnomeradio tidak akan diam setelah keluar
pt_br: Se não selecionado, o gnomeradio não emudecerá ao sair
ro: Dacă nu e bifată, Gnomeradio nu va opri sunetul la ieșire
sl: Izbrana možnost omogoča, da gnomeradio po izhodu ne bo utišan

source: Last frequency
de: Letzte Frequenz
fr: Dernière féquence
gl: Última frecuencia
id: Frekuensi terakhir
pt_br: Última freqüência
ro: Cea mai recentă frecvență
sl: Zadnja frekvenca

source: Last presets
de: Letzte Sender
fr: Dernière station
gl: Últimas presintonías
id: Prasetel terakhir
pt_br: Últimas predefinições
ro: Cele mai recente posturi
sl: Zadnja predstavljena

source: MP3 bitrate
fr: Taux de compression MP3

source: MP3 encoder
fr: Encodeur MP3

source: Mixer Device
de: Mixer-Gerät
fr: Périphérique radio
gl: Dispositivo de mesturas
id: Perangkat Mixer
pt_br: Dispositivo de mixagem
ro: Dispozitiv mixer
sl: Mešalna naprava

source: Mixer source
de: Mixer-Quelle
fr: Contrôle de volume
gl: Orixe do mesturador
id: Sumber mixer
pt_br: Fonte de mixagem
ro: Sursă mixer
sl: Mešalni vir

source: Mute on exit
de: Beim Beenden stummschalten
fr: Arréter l'écoute en quittant
gl: Apagar o son ao saír
id: Diam saat keluar
pt_br: Emudecer ao sair
ro: Opriți sunetul la ieșire
sl: Utišaj ob izhodu

source: Number of presets
de: Anzahl der Sender
fr: Nombre de station
gl: Número de presintonías
id: Jumlah prasetel
pt_br: Número de predefinições
ro: Număr total de posturi predefinite
sl: Število postaj na seznamu

source: Radio device
de: Radio-Gerät
fr: Périphérique radio
gl: Dispositivo de radio
id: Perangkat radio
pt_br: Dispositivo de rádio
ro: Dispozitiv radio
sl: Radio naprava

source: Record as mp3- or wave-file
de: Als MP3- oder Wave-Datei aufnehmen
fr: Enregistrer en fichier mp3 ou wav

source: Record in stereo or mono
de: In Stereo oder Mono aufnehmen
fr: Enregister en mono ou stereo

source: Sample format
fr: Format d'échantillonage

source: Sample rate
fr: Taux d'échantillonage

source: Specify the radio-device (in most cases /dev/radio)
de: Geben Sie das Radio-Gerät an (meistens /dev/radio)
fr: Spécifie le périphérique radio (généralement /dev/radio)
gl: Indique o dispositivo da radio (normalmente /dev/radio)
id: Tentukan perangkat-radio (umumnya /dev/radio)
pt_br: Especifique o dispositivo de rádio (normalmente /dev/radio)
ro: Dispozitivul radio folosit (de obicei /dev/radio)
sl: Določite radio napravo (najpogosteje je to /dev/radio)

source: The audio device to use (usually /dev/audio)
de: Das zu verwendende Audio-Gerät (im Normalfall /dev/audio)
fr: Le périphérique audio a utiliser (généralement /dev/audio)

source: The audio sample-rate of the wave-file
de: Die Samplerate der Wave-Audiodatei
fr: Taux d'échantillonage audio des fichiers wav

source: The format (8 or 16 bit) of the wave-file
de: Das Format der Wave-Datei (8 oder 16 Bit)
fr: Format (8 ou 16bit) des fichiers wav

source: The last frequency (in MHz) in use
de: Die zuletzt verwendete Frequenz (in Mhz)
fr: La fréquence actuelle (en MHz)
gl: A última frecuencia en uso (en Mhz)
id: Frekuensi terakhir (dalam MHz) yang digunakan
pt_br: A última freqüência (em MHz) a usar
ro: Cea mai recentă frecvență folosită (în MHz)
sl: Zadnja frekvenca (v MHz) v uporabi

source: The mixer device that gnomeradio should use. Only changeable via this key (no GUI option)
de: Das Mixer-Gerät, das gnomeradio verwenden soll. Nur mittels dieses Schlüssels zu verändern (Keine grafische Option)
fr: Le mixer utilisé par gnomeradio. Cette valeur est modifiable uniquement par cette clé (pas d'interface pour effectuer cette opération)
gl: O dispositivo do mesturador que debería empregar o Gnomeradio. Este valor é modificábel unicamente por esta chave (non hai opción para a interface de usuario )
id: Perangkat mixer yang harus digunakan oleh gnomeradio. Hanya dapat diubah melalui kunci ini (tidak ada opsi GUI)
pt_br: O dispositivo de mixagem que o gnomeradio deve usar. Apenas pode ser alterado por esta chave (não é uma opção da GUI)
ro: Dispozitivul mixer folosit de Gnomeradio. Nu se poate schimba decît prin această cheie (nu există opțiune în interfață)
sl: Mešalna naprava, ki naj jo uporabi gnomeradio. Naprava je spremenljiva samo s to tipko (ni možnosti v grafičnem vmesniku)

source: The number of presets
de: Die Anzahl der Sender
fr: Le nombre de stations
gl: O número de presintonías
id: Jumlah prasetel
pt_br: O número de predefinições
ro: Numărul posturilor
sl: Število postaj na seznamu

source: The preset that was enabled when gnomeradio was terminated. Range is 0 ... (# presets - 1). None is -1
de: Der beim Beenden von Gnomeradio laufende Sender. Der Wert kann zwischen 0 und der Gesamtanzahl der Sender - 1 liegen, wobei auch diese beiden Werte angegeben werden dürfen. Der Wert -1 führt dazu, dass kein Sender verwendet wird.
fr: La dernière station écoutée en quittant GnomeRadio. La plage de valeur commence a 0 puis 1... Aucune -1
gl: A última presintonía activada cando saiu do Gnomeradio. O rango é 0 ...(# presintonías - 1). Ningunha é -1
id: Prasetel yang diaktifkan pada saat gnomeradio dihentikan. Jangkauan 0 ... (# prasetelan - 1). Tidak ada -1
pt_br: A predefinição que estava habilitada quando o gnomeradio foi terminado. O intervalo é 0 ... (# predefinições - 1). Nenhuma é -1
ro: Postul ascultat cînd Gnomeradio a fost închis. Intervalul e cuprins între 0 și numărul total de posturi minus 1. Folosiți -1 pentru a nu selecta nici un post
sl: Postaja s seznama, ki je bila omogočena ob izhodu iz gnomeradia. Razpon je 0 ... (# prednastaljenih postaj-1). Nič je -1

source: The stored value of the volume (0-100)
de: Der gespeicherte Lautstärkepegel (0-100)
fr: La valeur du volume sonore (0-100)

source: Whether the output should be a mp3- or a wave-file
de: Ob die Ausgabedatei MP3- oder Wave-kodiert sein soll
fr: Détermine si la sortie doit être un fichier mp3 ou wav

source: Whether the output should be in stereo or mono
de: Ob die Ausgabedatei in Mono oder Stereo vorliegen soll
fr: Détermine le format de sortie mono ou stéréo

source: A Gnome FM-Tuner
fr: Un gestionnaire radio Gnome

source: Gnomeradio Settings
de: Gnomeradio - Einstellungen
fr: Préférences Gnomeradio
gl: Axustes de Gnomeradio
id: Setelan Gnomeradio
pt_br: Configurações do Gnomeradio
ro: Preferințe Gnomeradio
sl: Nastavitve Gnomeradia

source: Misc Settings
fr: Général

source: Presets
de: Sender
fr: Stations
gl: Presintonías
id: Prasetel
pt_br: Predefinições
ro: Posturi predefinite
sl: Seznam postaj

source: Radio Device:
fr: Périphérique radio :
gl: Dispositivo de radio:
id: Perangkat Radio:
pt_br: Dispositivo de rádio:
ro: Dispozitiv radio:
sl: Radio naprava:

source: Mixer Source:
de: Mixer Quelle:
fr: Contrôle de volume :
gl: Fonte do mesturador:
id: Sumber Mixer:
pt_br: Fonte de mixagem:
ro: Sursă mixer:
sl: Mešalni vir?

source: Mute on exit?
de: Ton aus beim Beenden?
fr: Arréter l'écoute en quittant ?
gl: Desexa apagar o son ao saír?
id: Diam saat keluar?
pt_br: Emudecer ao sair?
ro: Opriți sunetul la ieșire?
sl: Utišaj ob izhodu?

source: Name:
fr: Nom :

source: Frequency:
fr: Fréquence :

source: Add a new preset
de: Einen neuen Sender hinzufügen
fr: Ajouter une station
gl: Engadir unha presintonía
id: Tambah prasetel baru
pt_br: Adiciona uma nova predefinição
ro: Adaugă un nou post predefinit
sl: Dodaj novo postajo na seznam

source: Remove preset from List
de: Den Sender aus der Liste entfernen
fr: Enlever une station de la liste
gl: Eliminar unha presintonía da lista
id: Hapus prasetel dari Daftar
pt_br: Remove predefinição da lista
ro: Șterge postul din listă
sl: Odstrani postajo s seznama

source: Update the preset in the List
fr: Mettre à jour la station dans la liste

source: Could not open device "%s" ! Check your Settings and make sure that no other program is using %s. Make also sure that you have read-access to it.
de: Es war nich möglich, das Gerät »%s« zu öffnen! Überprüfen Sie Ihre Einstellungen und stellen sie sicher, dass kein anderes Programm auf %s zugreift. Stellen Sie auch sicher, dass Sie Schreibzugriff auf dieses Gerät haben.
fr: Impossible d'ouvrir le périphérique « %s » ! Veuillez vérifiez votre configuration ainsi que les droits d'accès en lecture au périphérique. Assurez vous également que « %s » n'est pas déjà utilisé par une autre application.

source: Mixer source "%s" is not a valid source!
de: Die Mixerquelle »%s« ist keine gültige Quelle!
fr: La source mixer « %s » n'est pas une source valide !
gl: A fonte do mesturador "%s" non é unha fonte válida.
id: Sumber mixer "%s" bukanlah sumber yang sah!
pt_br: Fonte de mixagem "%s" não é uma fonte válida!
ro: Sursa mixer „%s” nu este o sursă validă!
sl: Mešalni vir "%s" ni veljaven vir!

source: Could not open "%s"!
de: »%s« konnte nicht geöffnet werden!
fr: Impossible d'ouvrir « %s »!
gl: No foi posíbel abrir "%s"
id: Tidak dapat membuka "%s"!
pt_br: Não foi possível abrir "%s"!
ro: Nu s-a putut deschide „%s”!
sl: Ni mogoče odpreti "%s"!

source: Frequency: %.2f MHz
de: Frequenz: %.2f MHz
fr: Fréquence : %.2f MHz
gl: Frecuencia: %.2f MHz
id: Frekuensi: %.2f MHz
pt_br: Freqüência: %.2f MHz
ro: Frecvență: %.2f MHz
sl: Frekvenca: %.2f MHz

source: manual
de: manuell
fr: manuel
sl: ročno

source: Sox could not be detected. Please ensure that it is installed in your PATH.
de: Sox konnte nicht erkannt werden. Stellen Sie sicher, dass es in einem in der Umgebungsvariable »$PATH« enthaltenen Verzeichnisse befindet.
fr: Sox n'a pu être détecté. Veuillez-vous assurez que son répertoire d'installation est dans le PATH.

source: File '%s' exists. Overwrite it?
fr: Le fichier « %s » existe. Voulez-vous l'écraser ?

source: Error opening file '%s': %s
de: Fehler beim Öffnen der Datei »%s«: %s
fr: Erreur d'ouverture du fichier « %s »: %s

source: Mute
de: Stummschalten
fr: Couper le volume
gl: Silencio
id: Diam
pt_br: Emudecer
ro: Mut
sl: Utišaj

source: Unmute
de: Ton an
fr: Activer le volume
gl: Activar o volume
id: Bunyikan
pt_br: Desfazer emudecer
ro: Pornire sunet
sl: Povrni glasnost

source: TRANSLATORS
de: Jörgen Scheibengruber <mfcn@gmx.de> Christian Neumair <chris@gnome-de.org>
fr: Mainteneur : Jean-Michel Ardantz <jmardantz@ifrance.com> Contributeur : Laurent Richard <laurent.richard@lilit.be>
gl: Marcos Lans
id: PENERJEMAH
pt_br: Duarte Loreto <happyguy_pt@hotmail.com> Alexandre Folle de Menezes <afmenez@terra.com.br> Leonardo Ferreira Fontenelle <leonardof@gnome.org> Enrico Nicoletto <liverig@gmail.com>
ro: Adi Roiban, 2009 Ciprian Popovici <ciprian@zuavra.net>
sl: Andrej Žnidaršič

source: Gnomeradio is a FM-Tuner application for the GNOME desktop. It should work with all tuner hardware that is supported by the video4linux drivers. This version has been compiled with LIRC support.
de: Gnomeradio ist ein FM-Tuner für den GNOME-Desktop. Es sollte mit jeder vom video4linux-Treiber unterstützten Tuner-Hardware laufen. Diese Version wurde mit LIRC-Unterstützung kompiliert.
fr: Gnomeradio est un syntoniseur FM pour le bureau GNOME. Il devrait fonctionner avec tout matériel de syntonisation compatible avec les pilotes video4linux. Cette version a été compilée avec le support LIRC.
gl: Gnomeradio é un sintonizador-FM para o escritorio GNOME. Debería funcionar con calquera software sintonizador soportado polos controladores video4linux. Esta versión foi compilada con soporte LIRC.
id: Gnomeradio adalah aplikasi Penala FM untuk desktop GNOME. Gnomeradio seharusnya berfungsi dengan semua perangkat keras penala yang didukung oleh driver video4linux. Versi ini telah dikompilasi dengan dukungan LIRC.
pt_br: Gnomeradio é um aplicativo sintonizador FM para o ambiente GNOME. Ele deve funcionar com todos os sintonizadores com suporte pelos drivers video4linux. Esta versão foi compilada com suporte ao LIRC.
ro: Gnomeradio este un aparat radio FM pentru mediul GNOME. Ar trebui să funcționeze cu orice hardware radio cunoscut de driverele video4linux. Această versiune a fost compilată cu suport LIRC.
sl: Gnomeradio je FM-Tunerski program za GNOME namizje. Moral bi delovati z vso tunersko strojno opremo, ki jo podpirajo gonilniki video4linux. Ta različica je bila prevedena s podporo za LIRC.

source: Gnomeradio is a FM-Tuner application for the GNOME desktop. It should work with all tuner hardware that is supported by the video4linux drivers. This version has been compiled without LIRC support.
de: Gnomeradio ist ein FM-Tuner für den GNOME-Desktop. Es sollte mit jeder vom video4linux-Treiber unterstützten Tuner-Hardware laufen. Diese Version wurde ohne LIRC-Unterstützung kompiliert.
fr: Gnomeradio est un syntoniseur FM pour le bureau GNOME. Il devrait fonctionner avec tout matériel de syntonisation compatible avec les pilotes video4linux. Cette version a été compilée sans le support LIRC.
gl: Gnomeradio é un sintonizador-FM para o escritorio GNOME. Debería funcionar con calquera software sintonizador soportado polos controladores video4linux. Esta versión foi compilada sen soporte LIRC.
id: Gnomeradio adalah aplikasi Penala FM untuk desktop GNOME. Gnomeradio seharusnya berfungsi dengan semua perangkat keras penala yang didukung oleh driver video4linux. Versi ini telah dikompilasi tanpa dukungan LIRC.
pt_br: Gnomeradio é um aplicativo sintonizador FM para o ambiente GNOME. Ele deve funcionar com todos os sintonizadores com suporte pelos drivers video4linux. Esta versão foi compilada sem suporte ao LIRC.
ro: Gnomeradio este un aparat radio FM pentru mediul GNOME. Ar trebui să funcționeze cu orice hardware radio cunoscut de driverele video4linux. Această versiune a fost compilată fără suport LIRC.
sl: Gnomeradio je FM-Tunerski program za GNOME namizje. Moral bi delovati z vso tunersko strojno opremo, ki jo podpirajo gonilniki video4linux. Ta različica je bila prevedena brez podpore za LIRC.

source: Presets:
de: Sender:
fr: Stations :
gl: Presintonías:
id: Prasetel:
pt_br: Predefinições:
ro: Posturi predefinite:
sl: Seznam postaj:

source: Scan Backwards
de: Suchlauf rückwärts
fr: Recherche en arrière
gl: Escanear cara a atrás
id: Pindai Mundur
pt_br: Varre para trás
ro: Caută frecvență în jos
sl: Skeniraj nazaj

source: Scan Forwards
de: Suchlauf vorwärts
fr: Recherche en avant
gl: Escanear cara a adiante
id: Pindai Maju
pt_br: Varre para frente
ro: Caută frecvență în sus
sl: Skeniraj naprej

source: 0.05 MHz Backwards
de: 0.05 MHz zurück
fr: Reculer de 0.05 MHz
gl: 0.05 MHz cara a atrás
id: 0,05 MHz Mundur
pt_br: 0.05 mHz para trás
ro: 0.05 MHz mai jos
sl: 0.05 MHz nazaj

source: 0.05 MHz Forwards
de: 0.05 MHz vor
fr: Avancer de 0.05 MHz
gl: 0.05 MHz cara a adiante
id: 0,05 MHz Maju
pt_br: 0.05 mHz para a frente
ro: 0.05 MHz mai sus
sl: 0.05 MHz naprej

source: About Gnomeradio
de: Info zu Gnomeradio
fr: À propos de Gnomeradio
gl: Sobre o Gnomeradio
id: Tentang Gnomeradio
pt_br: Sobre o Gnomeradio
ro: Despre Gnomeradio
sl: O Gnomeradio

source: Record radio as Wave or MP3
fr: Enregistrer dans un fichier Wave ou MP3

source: Edit your Preferences
de: Die Einstellungen festlegen
fr: Éditer les préférences
gl: Editar as preferencias
id: Edit Preferensi Anda
pt_br: Edita as suas preferências
ro: Modificare preferințe
sl: Urejanje nastavitev

source: Quit
de: Beenden
fr: Quitter
gl: Saír
id: Berhenti
pt_br: Sai
ro: Ieșire
sl: Izhod

source: Failed to init GConf: %s Changes to the settings won't be saved
de: GConf-Initialisierung fehlgeschlagen: %s Änderungen an den Einstellungen werden nicht gespeichert
fr: Impossible d'initialiser GConf: %s Les changements ne seront pas enrtegistrés

source: Could not start lirc
fr: Impossible de démarrer lirc

source: Start
fr: Enregistrer

source: Gnomeradio Record
de: Gnomeradio Aufnahme
fr: Enregistrement Gnomeradio

source: General
de: Allgemein
fr: Général

source: Wave Settings
de: Wave-Einstellungen
fr: Paramètres pour Wave

source: Mp3/Ogg Settings
de: MP3/Ogg-Einstellungen
fr: Paramètres pour Mp3/Ogg

source: Audio device:
de: Audio-Gerät:
fr: Périphérique audio :

source: Filename:
de: Dateiname:
fr: Nom de fichier :

source: Choose a filename
de: Wählen Sie einen Dateinamen
fr: Choisir un fichier

source: Record as:
de: Aufnehmen als:
fr: Enregister sous le format :

source: Sample rate:
fr: Taux d'échantillonage :

source: Sample format:
fr: Format d'échantillonage :

source: Record in:
de: Aufnehmen in:
fr: Enregister en :

source: Stereo
fr: Stéréo

source: Encoder:
fr: Encodeur :

source: Bitrate:
fr: Débit :

source: no supported encoder installed
de: kein unterstützer Encoder installiert
fr: aucun encodeur supporté n'est installé

source: %s has stopped: %s
de: %s wurde angehalten: %s
fr: %s a été arrêté : %s

source: MP3/Ogg encoder
fr: Encodeur MP3/Ogg

source: unknown reason
de: unbekannte Ursache
fr: raison inconnue

source: %i byte
fr: %i octets
ro: %i octeți
sl: %i bajtov

source: %i kB
fr: %i ko

source: %.2f MB
fr: %.2f Mo

source: Error
de: Fehler
fr: Erreur
gl: Produciuse un erro
id: Kesalahan
pt_br: Erro
ro: Eroare
sl: Napaka

source: 0 byte
fr: 0 octet
ro: 0 octeți
sl: 0 bajtov

source: Gnomeradio recording status
de: Gnomeradio Aufnahmestatus
fr: Enregistrement en cours
gl: Estado da gravación de Gnomeradio
id: Status perekaman Gnomeradio
pt_br: Status de gravação do gnomeradio
ro: Gnomeradio stare înregistrare
sl: Stanje Gnomeradio snemanja

source: Recording:
de: Aufnahme:
fr: Fichier :

source: Filesize:
de: Dateigröße:
fr: Taille :
gl: Tamaño do ficheiro:
id: Ukuran file:
pt_br: Tamanho do arquivo:
ro: Dimensiune fișier:
sl: Velikost datoteke:

source: Stop Recording
de: Aufnahme beenden
fr: Arrêter l'enregistrement
gl: Parar a gravación
id: Hentikan Perekaman
pt_br: Parar gravação
ro: Oprire înregistrare
sl: Ustavitev snemanja

source: Volume
de: Lautstärke

source: FM-Radio Tuner
de: FM-Radio Empfänger
gl: Sintonizador de radio FM
id: Penala Radio-FM
pt_br: Sintonizador de Radio-FM
ro: Aparat radio FM
sl: FM-Radijski Tuner

source: Listen to FM-radio
de: FM-Radio hören
gl: Escoitar a radio FM
id: Dengarkan radio FM
pt_br: Escutar Radio-FM
ro: Ascultă radiouri FM
sl: Poslušajte FM-radio

source: Wave file
de: Wave-Datei

source: unamed
de: unbenannt

source: Choose a destination folder
de: Einen Zielordner auswählen
gl: Escoller un cartafol de destino
id: Pilih folder tujuan
pt_br: Escolha uma pasta de destino
ro: Alegeți un dosar destinație
sl: Izberite ciljno mapo

source: General Settings
de: Allgemeine Einstellungen
gl: Axustes xerais
id: Setelan Umum
pt_br: Configurações gerais
ro: Preferințe generale
sl: Splošne nastavitve

source: Record Settings
de: Aufnahme Einstellungen
gl: Axustes da gravación
id: Setelan Rekaman
pt_br: Configurações de gravação
ro: Preferințe înregistrare
sl: Nastavitve snemanja

source: Destination directory:
de: Zielordner:
gl: Cartafol de destino:
id: Direktori tujuan:
pt_br: Diretório de destino:
ro: Dosar destinație:
sl: Ciljna mapa:

source: Choose the mp3-/ogg-encoder that should be used, or to record as a uncompressed wave file
de: Wählen Sie den zu verwendenden MP3-/OGG-Encoder oder das Aufnehmen als unkomprimierte Wave-Datei

source: Choose the bitrate in which the mp3/ogg will be encoded
de: Wählen Sie die Bitrate, mit der die MP3/OGG-Datei kodiert werden soll

source: Volume: %d%%
de: Lautstärke: %d%%

source: %B-%d-%Y_%H-%M-%S
de: %d-%B-%Y_%H-%M-%S

source: Record radio as Wave, OGG or MP3
de: Das Radioprogramm als Wave, OGG oder MP3 aufnehmen
gl: Gravar a radio en formato Wave, OGG ou MP3
id: Rekam radio sebagai Gelombang, OGG atau MP3
pt_br: Grava rádio como Wave, OGG ou MP3
ro: Înregistrați de la radio ca Wave, OGG sau MP3
sl: Shranite radio kot Wave, OGG ali MP3

source: Could not start lirc!
de: lirc konnte nicht gestartet werden!

source: Choose the GnomeMedia Profile that should be used for recording
gl: Escolla o perfil de GnomeMedia que desexa empregar para a gravación
id: Pilih Profil GnomeMedia yang seharusnya digunakan untuk merekam
pt_br: Escolha o perfil do GnomeMedia que deverá ser usado para gravação
ro: Alegeți profilul GnomeMedia care va fi folosit pentru înregistrare
sl: Izberite profil GnomeMedia, ki naj bo uporabljen za snemanje

source: Device driver
gl: Controlador de dispositivos
id: Driver perangkat
pt_br: Driver de dispositivo
ro: Driver dispozitiv
sl: Gonilnik naprave

source: GnomeMedia Profile
gl: Perfil de GnomeMedia
id: Profil GnomeMedia
pt_br: Perfil do GnomeMedia
ro: Profil GnomeMedia
sl: GnomeMedia profil

source: Specify the device driver to use (any, v4l1 or v4l2)
gl: Indique o controlador de dispositivos que desexa empregar (ningún, v4l1 or v4l2)
id: Tentukan driver perangkat yang akan digunakan (mana saja, v4l1 atau v4l2)
pt_br: Especifique o driver de dispositivo a ser utilizado (qualquer um, v4l1 ou v4l2)
ro: Specifică driverul dispozitivului folosit („any”, „v4l1” sau „v4l2”)
sl: Določite gonilnik naprave za uporabo (katerikoli, v4|1 ali v4|2)

source: unnamed
gl: sen nome
id: tidak dinamai
pt_br: sem nome
ro: fără nume
sl: neimenovano

source: Choose the Media Profile that should be used to record.
gl: Escolla o perfil multimedia que desexa empregar na gravación.
id: Pilih Profil Media yang harus digunakan untuk merekam.
pt_br: Escolhe o perfil de mídia que deverá ser usado para gravar.
ro: Alege profilul media folosit la înregistrare.
sl: Izberite medijski profil za snemanje

source: %d stations found
gl: Atopáronse %d emisoras
id: %d stasiun ditemukan
pt_br: %d estações localizadas
ro: %d posturi găsite
sl: najdenih %d postaj

source: Scanning
gl: A escanear
id: Memindai
pt_br: Varrendo
ro: Se scanează
sl: Skeniranje

source: Scanning for available stations:
gl: A escanear as emisoras dispoñíbeis:
id: Memindai stasiun yang tersedia:
pt_br: Varrendo por estações disponíveis:
ro: Se scanează posturile disponibile:
sl: Skeniranje dostopnih postaj:

source: No stations found
gl: Non se atoparon emisoras
id: Tidak ada stasiun yang ditemukan
pt_br: Nenhuma estação localizada
ro: Nu s-a găsit nici un post
sl: Ni najdenih postaj

source: %d stations found. Do you want to add them as presets?
gl: Atopáronse %d emisoras. Desexa engadilas como presintonías?
id: %d stasiun ditemukan. Anda ingin menambahkannya sebagai prasetel?
pt_br: %d estações localizadas. Você gostaria de adicioná-las como predefinições?
ro: %d posturi găsite. Doriți să le adăugați ca predefinite?
sl: Najdenih %d postaj. Ali jih želite dodati na seznam postaj?
